[
  {
    "name": "Sheldon Cooper",
    "story": "Sheldon Lee Cooper est un scientifique qui exerce sa profession dans le domaine de la physique théorique. Il a la particularité d’être surdoué et doté d’un QI de 187. Il est selon la série télévisée de CBS le troisième plus grand génie après Albert Einstein et Stephen Hawking. Sheldon est titulaire d’un master et de deux doctorats dont le premier obtenu à l’âge de 16 ans. Dans la série, le personnage de Sheldon est né en 1987 et originaire du Texas. Son père est décédé lorsqu’il avait 14 ans, Sheldon a une soeur jumelle Missy et un frère ainé encore jamais vu dans la série The Big Bang Theory. Sa mère, Mary, est à l’inverse de Sheldon très croyante et la seule à pouvoir se mesurer à lui."
  },
  {
    "name": "Leonard Hofstadter",
    "story": "Léonard est le colocataire de Sheldon Cooper. Il est titulaire d’un doctorat en physique et travaille au sein de la même université que son ami colocataire. Ses recherches tournent autour des lasers. Dès le premier épisode de la série The Big Bang Theory,Léonard tombe amoureux de la jolie Penny. Tout au long des différentes saisons, Penny et Léonard vont se mettre ensemble puis rompre à plusieurs reprises. Léonard va entretenir des relations avec d’autres filles dont notamment la soeur de Rajesh Koothrappali."
  },
  {
    "name": "Howard Wolowitz",
    "story": "Howard, de confession juive, vit toujours chez sa mère à 27 ans. La mère d’Howard est très maternelle, elle crie systématiquement lorsqu’elle s’exprime et présente visiblement un fort surpoids. Howard n’est pas comme ses quatre compère titulaire d’un doctorat mais simplement d’une maitrise, ce qui lui vaut régulièrement des moqueries et piques de Sheldon Cooper. Wolowitz s’habille généralement avec des couleurs très flashy, des pantalons slim et avec un col roulé. Il est très souvent accompagné de Rajesh Koothrappali, son meilleur ami. Wolowitz est ingénieur en aérospatiale au département de physique appliquée de Caltech. Il finira par la suite par devenir astronaute pour une mission en orbite."
  },
  {
    "name": "Rajesh Kootthrappali",
    "story": "Raj est titulaire d’un doctorat en physique, il travaille comme ces compères au département de Physique de Caltech. Sa spécialité est l’astrophysique, il va dans un épisode découvrir une nouvelle planète, ce qui lui vaudra une courte gloire avec l’accès à un bureau plus grand. Il est le meilleur ami de Howard. Rajesh est d’origine indienne et provient d’une famille très riche ayant à leur chevet des gouvernants. Son père est un gynécologue reconnu dans son pays."
  },
  {
    "name": "Penny",
    "story": "Penny (personnage incarné par l’actrice Kaley Cuoco) est la voisine de palier de Léonard et Sheldon, les deux physiciens. Elle emménage dès le premier épisode dans l’ancien appartement d’un policier transformiste, c’est dans une épisode de The Big Bang Theory que l’on en apprend plus sur l’ancien voisin de palier des deux acolytes. Lors du premier épisode de la série, Penny demande à ses voisins de récupérer son téléviseur. Léonard, sous le charme de cette dernière, accepte volontiers alors que Sheldon Cooper exprime quelques inquiétudes… Les deux se retrouvent face à Kurt, l’ancien petit ami de Penny. Ce dernier est le stéréotype de la brute sans cervelle qui va s’empresser de renvoyer Léonard et Sheldon chez eux… sans leur pantalon."
  },
  {
    "name": "Amy Farrah Fowler",
    "story": "Amy est neurobiologiste. Elle fait son entrée dans la série The Big Bang Theory après une recherche de Rajesh et Howard sur un site de rencontre. Ils établissent un profil de recherche basé sur les traits de Sheldon Cooper et l’algorithme leur trouve une seule personne correspondante : Amy. Les deux personnages s’entendent parfaitement au point de se mettre en couple, pour cela Sheldon établit un contrat stipulant tous les échanges affectifs avec Amy. Cette dernière va se lier d’amitié avec Penny et Bernadette mais elle parvient régulièrement à les mettre mal à l’aise car elle n’est pas gênée de discuter ouvertement de l’anatomie ou de problèmes féminins."
  },
  {
    "name": "Bernadette",
    "story": "Bernadette Maryann Rostenkowski (également appelée « Bernie ») est incarnée par l’actrice Melissa Rauch. Cette dernière fait la rencontre des autres personnages par le biais de Penny car elle est également serveuse au Cheesecake Factory afin de payer ses études supérieures en microbiologie.Bernadette est de confession catholique, son père est un grand et costaud ancien flic à la retraite qui intimide d’ailleurs Howard Wolowitz. Elle se marie avec ce dernier lors du dernier épisode de la saison 5 sur le toit de l’immeuble."
  }
]